"Scrivener/Scrivener: Make New Clipping" = "Scrivener/Scrivener : 创建新的剪辑";

"Scrivener/Scrivener: Make New Clipping (Unformatted)" = "Scrivener/Scrivener : 创建新的剪辑 (无格式)";

"Scrivener/Scrivener: Append to Current Text" = "Scrivener/Scrivener : 附加到当前文本";

"Scrivener/Scrivener: Append to Current Text (Unformatted)" = "Scrivener/Scrivener : 附加到当前文本 (无格式)";

"Scrivener/Scrivener: Append to Current Notes" = "Scrivener/Scrivener : 附加到当前笔记";

"Scrivener/Scrivener: Append to Current Notes (Unformatted)" = "Scrivener/Scrivener : 附加到当前笔记 (无格式)";